Scripts/UC01_Registration/data/t10_RequestBody.txt

"<?xml version=\"1.0\" encoding=\"UTF-8\"?><soap:Envelope xmlns:soap=\"http://schemas.xmlsoap.o"
"rg/soap/envelope/\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" xmlns:xsd=\"http:/"
"/www.w3.org/2001/XMLSchema\"><soap:Body><AccountCreateRequest xmlns=\"com.advantage.online.sto"
"re.accountservice\"><accountType>USER</accountType><address>street</address><allowOffersPromot"
"ion>true</allowOffersPromotion><cityName>Nizhniy Novgorod</cityName><countryId>Russia,ru</coun"
"tryId><email>dfdfvff@yandex.ru</email><firstName>Mariya</firstName><lastName>Bogolyubova</last"
"Name><loginName>maryyyyyyyyyyy</loginName><password>544554Mary</password><phoneNumber>+7952444"
"1001</phoneNumber><stateProvince>region</stateProvince><zipcode>547859</zipcode></AccountCreat"
"eRequest></soap:Body></soap:Envelope>"
